export const metadata = {
  title: 'درباره ما - آژانس تجارت الکترونیک آبان',
  description: 'برای آشنایی بیشتر با آژانس دیجیتال‌مارکتینگ آبان و اطلاع از روند انجام پروژه‌ها و هماهنگی جهت همکاری و استعلام قیمت همکاری با آژانس‌ آبان از طریق کانال‌های ارتباطی با ما در تماس باشید. ',
  keywords: ['اینستاگرام آبان', 'اینستاگرام‌آبان', 'تماس با آبان', 'راه‌های ارتباطی آبان','طراحی وبسایت','خدمات گرافیکی','سفارش پروژه‌ها','بازاریابی محتوا','خدمات سئو','استعلام قیمت','تماس با آبان'],
  openGraph: {
  title: 'درباره آبان — آژانس تجارت الکترونیک',
    description: 'برای آشنایی بیشتر با آژانس دیجیتال‌مارکتینگ آبان و اطلاع از روند انجام پروژه‌ها و هماهنگی جهت همکاری و استعلام قیمت همکاری با آژانس‌ آبان از طریق کانال‌های ارتباطی با ما در تماس باشید. ',
    url: 'https://aban.agency/about',
  },
  alternates: { canonical: 'https://aban.agency/about' },
};
export default function AboutLayout({ children }) { return children; }






















  