
export const metadata = {
  title: 'پورتفولیو',
  description: 'خدمات ارائه شده در راستای ارزش‌ها و اصول آژانس تجارت الکترونیک آبان. همکاری‌های متخصصین آبان با شرکت‌ها، مجامع و اشخاص در پروژه‌های مرتبط با خدمات گرافیک، برنامه‌نویسی و مارکتینگ.',
  keywords: ['نمونه کار طراحی سایت', 'پورتفولیو آبان', 'پروژه وب', 'فروشگاه آنلاین', 'نمونه‌کار','تبلیغ نویسی','کپی رایتینگ','کپی‌رایتینگ','طراحی لوگو','اقلام سازمانی','طراحی کاتالوگ','طراحی بروشور','هویت برند','دفترچه هویت برند','هویت بصری','هویت‌بصری','کمپین تبلیغاتی','کمپین اینستاگرام'],
  openGraph: {
    title: 'پورتفولیو',
    description: 'خدمات ارائه شده در راستای ارزش‌ها و اصول آژانس تجارت الکترونیک آبان. همکاری‌های متخصصین آبان با شرکت‌ها، مجامع و اشخاص در پروژه‌های مرتبط با خدمات گرافیک، برنامه‌نویسی و مارکتینگ.',
    url: 'https://aban.agency/portfolio',
  },
  alternates: { canonical: 'https://aban.agency/portfolio' },
};
export default function PortfolioLayout({ children }) { return children; }


























