export const metadata = {
  title: 'مقالات',
  description: 'دانشنامه آبان شامل مقالات حرفه‌ای جهت آشنایی بیشتر خانواده آبان با حوزه‌های مرتبط با تجارت الکترونیک.',
  keywords: ['گرافیک', 'طراحی سایت', 'تجارت الکترونیک', 'سئو', 'دیجیتال مارکتینگ', 'طراحی وبسایت', 'آبان', 'تبلیغات', 'چاپ تجاری', 'وب سایت', 'وب اپلیکیشن', 'پنل مدیریتی', 'اپلیکیشن موبایل', 'UI UX design', 'تبلیغات محیطی','هویت بصری', 'طراحی بنر','اقلام سازمانی', 'طراحی لوگو', 'انیمیشن', 'بیلبورد', 'موشنگرافی', 'موشن گرافیک', 'موشن دیزاین', 'لوگو موشن', 'رابط کاریری', 'چاپ', 'بازاریابی دیجیتال', 'بازاریابی', 'مارکتینگ', 'تحلیل رقبا', 'برندینگ', 'استراتژی برند', 'کمپین فروش', 'آنالیز بازار', 'تولید محتوا', 'تبلیغ نویسی', 'تقویم محتوایی', 'سناریو نویسی','دیتا‌بیس','کمپین تبلیغاتی','مدیریت فضای مجازی'],
  openGraph: {
    title: 'مقالات - آژانس آبان',
    description: 'دانشنامه آبان شامل مقالات حرفه‌ای جهت آشنایی بیشتر خانواده آبان با حوزه‌های مرتبط با تجارت الکترونیک.',
    url: 'https://aban.agency/articles',
  },
  alternates: { canonical: 'https://aban.agency/articles' },
};
export default function ArticlesLayout({ children }) { return children; }