export const metadata = {
  title: 'خدمات آبان',
  description: 'آبان ارائه دهنده خدمات جامع در حوزه‌های گرافیک، برنامه‌نویسی و مارکتینگ با تکیه بر اصول و ارزش‌های تبیین شده. خدمات تخصصی آژانس تجارت الکترونیک آبان ترکیبیست از خلاقیت و نوآوری، رویکرد داده‌محور و همراهی مستمر برای رشد استراتژیک هر کسب و کار',
  keywords: ['گرافیک دیزاین', 'گرافیک‌دیزاین', 'سئو', 'بازاریابی دیجیتال', 'برندینگ', 'خدمات دیجیتال','استراتژی رشد','کسب‌و‌کار','مخاطب هدف','تحلیل رقبا','برنامه‌ریزی سازمانی','دیجیتال مارکتینگ'],
  openGraph: {
    title: 'خدمات آبان',
    description: 'آبان ارائه دهنده خدمات جامع در حوزه‌های گرافیک، برنامه‌نویسی و مارکتینگ با تکیه بر اصول و ارزش‌های تبیین شده. خدمات تخصصی آژانس تجارت الکترونیک آبان ترکیبیست از خلاقیت و نوآوری، رویکرد داده‌محور و همراهی مستمر برای رشد استراتژیک هر کسب و کار',
    url: 'https://aban.agency/services',
  },
  alternates: { canonical: 'https://aban.agency/services' },
};
export default function ServicesLayout({ children }) { return children; }




















